"""
Строковые функции
Срезы, Длина строки len, Разделение строки .split, Объединение строк .join,
Начало староки .startswith, Конец строки .endswith, Смещение первого включения .find,
Спещение последнего включения .rfind, Кол-во включения подстроки .count, Все ли символы цифры/буквы .isallnum,

Первое слово с большой буквы .capitalize, Все слова с большой буквы .title, Все слова большими буквами .upper,
Все слова маленькими буквами .lower, Сменить регистры .swapcase,

Выравнивание внутри заданного кол-ва проблелов
.center(30) - по центру
.ljust(30) - по левому краю
.rjust(30) - по правому краю

Замена подстроки .replace
"""

